#+TITLE: Environment Design I
#+AUTHOR: Chris Hogan
#+DATE: <2022-03-21 Mon> to <2022-03-27 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-29 Tue 21:07], for week 2022-W13.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *25h 30m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *6h 49m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-03-21 Mon>
**** DONE FP - Sketching for Environment 1                            :study:
     :LOGBOOK:
     CLOCK: [2022-03-21 Mon 08:21]--[2022-03-21 Mon 10:12] =>  1:51
     :END:
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-21 Mon 18:02]--[2022-03-21 Mon 20:45] =>  2:43
     CLOCK: [2022-03-21 Mon 16:23]--[2022-03-21 Mon 16:40] =>  0:17
     CLOCK: [2022-03-21 Mon 13:17]--[2022-03-21 Mon 16:01] =>  2:44
     CLOCK: [2022-03-21 Mon 10:12]--[2022-03-21 Mon 11:40] =>  1:28
     :END:
*** <2022-03-22 Tue>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-22 Tue 18:11]--[2022-03-22 Tue 20:54] =>  2:43
     :END:
**** DONE FP - Sketching for Environment 2                            :study:
     :LOGBOOK:
     CLOCK: [2022-03-22 Tue 20:54]--[2022-03-22 Tue 21:09] =>  0:15
     :END:
*** <2022-03-23 Wed>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-23 Wed 18:42]--[2022-03-23 Wed 21:42] =>  3:00
     :END:
*** <2022-03-24 Thu>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 18:44]--[2022-03-24 Thu 20:12] =>  1:28
     :END:
**** DONE FP - Sketching for Environment 2                            :study: 
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 20:12]--[2022-03-24 Thu 20:45] =>  0:33
     :END:
**** DONE FP - Sketching for Environment 2                            :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 20:45]--[2022-03-24 Thu 21:06] =>  0:21
     :END:
*** <2022-03-25 Fri>
**** DONE FP - Sketching for Environment 2                          :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-25 Fri 19:02]--[2022-03-25 Fri 21:00] =>  1:58
     :END:
*** <2022-03-26 Sat>
**** DONE FP - Sketching for Environment 2                          :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-26 Sat 17:59]--[2022-03-26 Sat 20:49] =>  2:50
     CLOCK: [2022-03-26 Sat 10:57]--[2022-03-26 Sat 11:57] =>  1:00
     :END:
**** DONE Planning next unit                                          :study:
     :LOGBOOK:
     CLOCK: [2022-03-26 Sat 12:30]--[2022-03-26 Sat 16:03] =>  3:33
     :END:
*** <2022-03-27 Sun>
**** DONE FP - Sketching for Environment 2                          :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-27 Sun 17:55]--[2022-03-27 Sun 18:49] =>  0:54
     CLOCK: [2022-03-27 Sun 13:10]--[2022-03-27 Sun 14:56] =>  1:46
     CLOCK: [2022-03-27 Sun 09:31]--[2022-03-27 Sun 11:49] =>  2:18
     :END:
**** DONE blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-03-27 Sun 18:54]--[2022-03-27 Sun 19:31] =>  0:37
     :END:

** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-29 Tue 21:07], for week 2022-W13.
  | Tags     | Headline                                   | Time    |       |      |      |
  |----------+--------------------------------------------+---------+-------+------+------|
  |          | *Total time*                               | *11:07* |       |      |      |
  |----------+--------------------------------------------+---------+-------+------+------|
  |          | \_  Week 2                                 |         | 11:07 |      |      |
  |          | \_    <2022-03-28 Mon>                     |         |       | 8:37 |      |
  | study    | \_      CGMA Environment Design 1 - Week 1 |         |       |      | 3:01 |
  | painting | \_      CGMA Environment Design 1 - Week 1 |         |       |      | 5:36 |
  |          | \_    <2022-03-29 Tue>                     |         |       | 2:30 |      |
  | painting | \_      CGMA Environment Design 1 - Week 1 |         |       |      | 2:30 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *3h 1m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *8h 6m*  |
  
  #+END:

*** <2022-03-28 Mon>
**** DONE CGMA Environment Design 1 - Week 1                          :study:
     :LOGBOOK:
     CLOCK: [2022-03-28 Mon 12:34]--[2022-03-28 Mon 13:27] =>  0:53
     CLOCK: [2022-03-28 Mon 12:12]--[2022-03-28 Mon 12:24] =>  0:12
     CLOCK: [2022-03-28 Mon 10:06]--[2022-03-28 Mon 11:40] =>  1:34
     CLOCK: [2022-03-28 Mon 07:37]--[2022-03-28 Mon 07:59] =>  0:22
     :END:
**** DONE CGMA Environment Design 1 - Week 1                       :painting:
     :LOGBOOK:
     CLOCK: [2022-03-28 Mon 17:59]--[2022-03-28 Mon 20:56] =>  2:57
     CLOCK: [2022-03-28 Mon 13:27]--[2022-03-28 Mon 16:06] =>  2:39
     :END:
*** <2022-03-29 Tue>
**** DONE CGMA Environment Design 1 - Week 1                       :painting:
     :LOGBOOK:
     CLOCK: [2022-03-29 Tue 18:37]--[2022-03-29 Tue 21:07] =>  2:30
     :END:
